var priceList = {
    iPhone: {
        img: 'img/mobile-model.png',
        model:[
            {
                name: '4&4s',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '5&5c',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '5s',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '6',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '6+',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '6s',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '6s+',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '7',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '7+',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '8',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            }
        ]
    },
    iPad: {
        img: 'img/iPad-model.png',
        model:[
            {
                name: '4&4s',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '5&5c',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '5s',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '6',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '6+',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '6s',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '6s+',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '7',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '7+',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            {
                name: '8',
                color: [
                    {
                        name: 'Серебряный',
                        value: '#8E8F91'
                    },
                    {
                        name: 'Серый космос',
                        value: '#1D1E21'
                    },
                    {
                        name: 'Золото',
                        value: '#DFC5AB'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1000
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1500
                    ],
                    [
                        'Замена батарейки',
                        1500
                    ],
                    [
                        'Перестал заряжаться',
                        300
                    ],
                    [
                        'Не работает кнопка “home”',
                        500
                    ],
                    [
                        'Не работает основная камера',
                        300
                    ],
                    [
                        'Не работает передняя камера',
                        300
                    ],
                    [
                        'Меня не слышно "микрафон" ',
                        600
                    ],
                    [
                        'Не слышно собеседника "динамик" ',
                        800
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            }
        ]
    }
};
