var priceList = {
    iPhone: {
        img: 'img/mobile-model.png',
        model: {
            '4&4s': {
                color: [
                    {
                       name: 'Белый',
                       value: '#fff'
                    },
                    {
                        name: 'Черный',
                        value: '#010'
                    },
                    {
                        name: 'Серый',
                        value: '#555'
                    },
                    {
                        name: 'Серый',
                        value: '#ccc'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Замена батарейки',
                        680
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Не работает основная камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Меня не слышно',
                        790
                    ],
                    [
                        'Не слышно собеседника',
                        690
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            '5&5c': {
                color: [
                    {
                        name: 'Красный',
                        value: '#ff4341'
                    },
                    {
                        name: 'Черный',
                        value: '#8b8e91'
                    },
                    {
                        name: 'Синий',
                        value: '#0e1455'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1690
                    ],
                    [
                        'Разбился дисплей',
                        'Original',
                        2000
                    ],
                    [
                        'Замена батарейки',
                        990
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Меня не слышно',
                        790
                    ],
                    [
                        'Не слышно собеседника',
                        690
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            '5s': {
                color: [
                    {
                        name: 'Белый',
                        value: '#3040ff'
                    },
                    {
                        name: 'Желтый',
                        value: '#ccbc2c'
                    },
                    {
                        name: 'Серый',
                        value: '#555'
                    },
                    {
                        name: 'Серый',
                        value: '#32cc19'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Разбился дисплей',
                        'Original',
                        1980
                    ],
                    [
                        'Замена батарейки',
                        680
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Не работает основная камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            '6': {
                color: [
                    {
                        name: 'Белый',
                        value: '#47ff31'
                    },
                    {
                        name: 'Голубой',
                        value: '#11c5cc'
                    },
                    {
                        name: 'Серый',
                        value: '#555'
                    },
                    {
                        name: 'Серый',
                        value: '#ccc'
                    },
                    {
                        name: 'Белый',
                        value: '#47ff31'
                    },
                    {
                        name: 'Голубой',
                        value: '#11c5cc'
                    },
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Разбился дисплей',
                        'Original',
                        1980
                    ],
                    [
                        'Замена батарейки',
                        680
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Не работает основная камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            '6+': {
                color: [
                    {
                        name: 'Белый',
                        value: '#47ff31'
                    },
                    {
                        name: 'Голубой',
                        value: '#3cc9cc'
                    },
                    {
                        name: 'Белый',
                        value: '#f5fff8'
                    },
                    {
                        name: 'Голубой',
                        value: '#cc7bc2'
                    },
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Разбился дисплей',
                        'Original',
                        1980
                    ],
                    [
                        'Замена батарейки',
                        680
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Не работает основная камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            '6s': {
                color: [
                    {
                        name: 'Белый',
                        value: '#47ff31'
                    },
                    {
                        name: 'Голубой',
                        value: '#3cc9cc'
                    },
                    {
                        name: 'Белый',
                        value: '#f5fff8'
                    },
                    {
                        name: 'Голубой',
                        value: '#cc7bc2'
                    },
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Разбился дисплей',
                        'Original',
                        1980
                    ],
                    [
                        'Замена батарейки',
                        680
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Не работает основная камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            '6s+': {
                color: [
                    {
                        name: 'Белый',
                        value: '#47ff31'
                    },
                    {
                        name: 'Голубой',
                        value: '#3cc9cc'
                    },
                    {
                        name: 'Белый',
                        value: '#f5fff8'
                    },
                    {
                        name: 'Голубой',
                        value: '#cc7bc2'
                    },
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Разбился дисплей',
                        'Original',
                        1980
                    ],
                    [
                        'Замена батарейки',
                        680
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Не работает основная камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            '7': {
                color: [
                    {
                        name: 'Белый',
                        value: '#47ff31'
                    },
                    {
                        name: 'Голубой',
                        value: '#3cc9cc'
                    },
                    {
                        name: 'Белый',
                        value: '#f5fff8'
                    },
                    {
                        name: 'Голубой',
                        value: '#cc7bc2'
                    },
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Замена батарейки',
                        680
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Не работает основная камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            '7+': {
                color: [
                    {
                        name: 'Белый',
                        value: '#47ff31'
                    },
                    {
                        name: 'Голубой',
                        value: '#3cc9cc'
                    },
                    {
                        name: 'Белый',
                        value: '#f5fff8'
                    },
                    {
                        name: 'Голубой',
                        value: '#cc7bc2'
                    },
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Замена батарейки',
                        680
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Не работает основная камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            '8': {
                color: [
                    {
                        name: 'Белый',
                        value: '#47ff31'
                    },
                    {
                        name: 'Голубой',
                        value: '#3cc9cc'
                    },
                    {
                        name: 'Белый',
                        value: '#f5fff8'
                    },
                    {
                        name: 'Голубой',
                        value: '#cc7bc2'
                    },
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Замена батарейки',
                        680
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Не работает основная камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            }
        }
    },
    iPad: {
        img: 'img/iPad-model.png',
        model: {
            '5&5c': {
                color: [
                    {
                        name: 'Белый',
                        value: '#47ff31'
                    },
                    {
                        name: 'Голубой',
                        value: '#3cc9cc'
                    },
                    {
                        name: 'Белый',
                        value: '#f5fff8'
                    },
                    {
                        name: 'Голубой',
                        value: '#cc7bc2'
                    },
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1690
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        2000
                    ],
                    [
                        'Замена батарейки',
                        990
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Меня не слышно',
                        790
                    ],
                    [
                        'Не слышно собеседника',
                        690
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            '5s2': {
                color: [
                    {
                        name: 'Белый',
                        value: '#47ff31'
                    },
                    {
                        name: 'Голубой',
                        value: '#3cc9cc'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Замена батарейки',
                        680
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Не работает основная камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            '65': {
                color: [
                    {
                        name: 'Белый',
                        value: '#0c14ff'
                    },
                    {
                        name: 'Голубой',
                        value: '#000000'
                    },
                    {
                        name: 'Белый',
                        value: '#49ff98'
                    },
                    {
                        name: 'Голубой',
                        value: '#cc7bc2'
                    },
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Замена батарейки',
                        680
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Не работает основная камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            '6+++': {
                color: [
                    {
                        name: 'Белый',
                        value: '#47ff31'
                    },
                    {
                        name: 'Голубой',
                        value: '#3cc9cc'
                    },
                    {
                        name: 'Белый',
                        value: '#f4ff79'
                    },
                    {
                        name: 'Голубой',
                        value: '#cc7bc2'
                    },
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Замена батарейки',
                        680
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Не работает основная камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            '6s': {
                color: [
                    {
                        name: 'Белый',
                        value: '#47ff31'
                    },
                    {
                        name: 'Голубой',
                        value: '#3cc9cc'
                    },
                    {
                        name: 'Белый',
                        value: '#f5fff8'
                    },
                    {
                        name: 'Голубой',
                        value: '#cc7bc2'
                    },
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Замена батарейки',
                        680
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Не работает основная камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            '6s+': {
                color: [
                    {
                        name: 'Белый',
                        value: '#47ff31'
                    },
                    {
                        name: 'Голубой',
                        value: '#63cc0e'
                    },
                    {
                        name: 'Белый',
                        value: '#f5fff8'
                    },
                    {
                        name: 'Голубой',
                        value: '#cc7bc2'
                    },
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Замена батарейки',
                        680
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Не работает основная камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            '7': {
                color: [
                    {
                        name: 'Белый',
                        value: '#47ff31'
                    },
                    {
                        name: 'Голубой',
                        value: '#3cc9cc'
                    },
                    {
                        name: 'Белый',
                        value: '#f5fff8'
                    },
                    {
                        name: 'Голубой',
                        value: '#cc7bc2'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Замена батарейки',
                        680
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Не работает основная камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            },
            '7+': {
                color: [
                    {
                        name: 'Белый',
                        value: '#47ff31'
                    },
                    {
                        name: 'Голубой',
                        value: '#3cc9cc'
                    },
                    {
                        name: 'Голубой',
                        value: '#cc7bc2'
                    }
                ],
                price: [
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Разбилось стекло',
                        'Original',
                        1980
                    ],
                    [
                        'Замена батарейки',
                        680
                    ],
                    [
                        'Не работает кнопка “home”',
                        690
                    ],
                    [
                        'Замена корпуса',
                        480
                    ],
                    [
                        'Не работает основная камера',
                        790
                    ],
                    [
                        'Не работает передняя камера',
                        790
                    ],
                    [
                        'Другие проблемы',
                        0
                    ]
                ]
            }
        }
    }
};
